export const MeetupSpeakers = [
    {
      image : '../public/img/cont/speakers/alexandr-sizov.jpg',
      name : 'Александр Сизов',
      position : 'Senior Developer',
      company : 'CQR',
      rept : [
        {
          title: 'Как научить свою бабушку программировать [Ru]',
          description :
            '<p>Компьютеры сейчас занимают всё больше места в нашей жизни. Всё больше действий можно автоматизировать. И многим людям было бы полезно окунуться в мир программирования. Об этом говорят в том числе Билл Гейтс, Марк Цукенберг, Гейб Ньюэлл.</p><br/>' +
            '<p>Традиционный подход к обучению программированию скорее "машинно-ориентированный". Это:</p>' +
            '<ul>' +
            '<li>двоичная система счисления,</li>'+
            '<li>микросхемы / электроника,</li>'+
            '<li>алгоритмы,</li>'+
            '<li>алгоритмы,</li>'+
            '<li>код,</li>'+
            '<li>и т.д.</li>'+
            '</ul>'+
            '<p>Информация в "машинно-ориентированном" стиле изложения может тяжело даваться людям. И есть альтернатива.</p><br/>' +
            '<p>Можно опереться на то, что человек уже знает и использует. Через аналогии погрузиться в мир программирования. И ключевая аналогия здесь - общение.</p><br/>' +
            '<p>Ведь взаимодействие с компьютером - это, по сути, общение / разговор. Программирование - это тоже общение. Общение с уклоном в обучение собеседника.</p><br/>' +
            '<p>Python, как более человеко-ориентированный, дружелюбный и при этом мощный язык общего назначения - это отличная точка входа в мир программирования.</p>' 
        }
      ],
    },

    {
      image : '../public/img/cont/speakers/andrii-latysh.jpg',
      name : 'Андрій Латиш',
      position : 'Machine Learning/Data Science Engineer',
      company : 'The Product Engine',
      rept : [
        {
          title: 'Чому Python? Шлях найпопулярнішого інструмента в Машинному Навчанні [Ua]',
          description :
            '<p>В рамках доповіді ми обговоримо як і чому Python зайняв впевнену позицію найефективнішого інструмента Машинного Навчання</p> '
        }
      ]
    },
  {
    image: '../public/img/cont/speakers/0.jfif',
    name: 'Виталий Бойко',
    position: '',
    company: '',
    rept: [
      {
        title: 'Использование Python в науке [Ru]',
        description:
          '<p>Я хочу поделиться некоторыми знаниями и опытом, приобретенными на протяжении 17 лет работы программистом.' +
          'Эти знания могут вам помочь принимать взвешенные решения относительно того, как применить ваше время и силы, не потратить их впустую на бесполезные вещи.' +
          'Одним из наиболее полезных проектов, на мой взгляд, является Python-Java bridge, используемый в академической среде. Этот opensource софт поможет учёным начать использовать  Python вместо Java на проекте WX-7, самого большого в мире плазменного реактора. Реакторы этого вида предоставят почти бесплатную электроэнергию для всех.</p>'
      }
    ]
  },
    {
      image : '../public/img/cont/speakers/pavlo-galushko.jpeg',
      name : 'Павел Галушко',
      position : 'AIOps, Senior Software Developer',
      company : 'Namecheap. Inc',
      rept : [
        {
          title: '[<b>Мастер-класс</b>] Паттерны GoF в Python: что это такое, зачем они нужны. Когда их надо использовать и когда не надо [Ru]',
          description :
            '<p>Я расскажу что такое паттерны, какие они вообще бывают и на какие подгруппы они разделены в книге банды четырех, почему их надо знать, а так же плюсы и минусы. После чего мы пройдемся по всем паттернам, с точки зрения зачем он был придуман, нужен ли он сейчас и как его реализовать если таки он нужен в Python</p>'
        }
      ]
    },

  
    
  ];